<!DOCTYPE html>
<html lang="pt-BR">
    <head>
        <meta http-equiv="Content-Type" content="text/html; charset=utf-8">
        
        <link rel="stylesheet" href="css/site.css" type="text/css">
        <title>SI1 - P&aacute;gina Inicial</title>
    </head>
    <body>
        <nav>
            <a href="#" class="light-color">Sistema de informa&ccedil;&atilde;o 1</a>
        </nav>
        <div class="container">
            <div class="title">
                <h1 class="h1-margin-bottom">3 motivos para voc&ecirc; matricular-se em SI1</h1>
            </div>
            <div class="panel">
                <p>
                    <img src="img/nazareno.jpg" class="circle pull-left" width="70px"/>
                    <blockquote>
                        <i>"Ao t&eacute;rmino da disciplina voc&ecirc; estar&aacute; apto para desenvolver softwares de qualidade e ganhar bastante dinheiro."</i>
                        <br />
                        <small>- Nazareno Andrade</small>
                    </blockquote>
                </p>
            </div>
                
            <ul class="timeline">
                <li>
                    <div class="timeline-badge">1&ordm;</div>
                        <div class="timeline-panel">
                        <div class="timeline-heading">
                            <h4 class="timeline-title">Agilidade</h4>
                        </div>
                        <div class="timeline-body">
                            <p style="text-align:justify">Sabemos que a agilidade desempenha um papel fundamental para execu&ccedil;&atilde;o de projetos.
                            Pois enquanto mais r&aacute;pido o projeto &eacute; entregue, menos custo e mais satisfeito o cliente ficar&aacute;. E &eacute; justamente o papel dessa disciplina,
                            fazer com quem um programador saiba utilizar as t&eacute;cnicas certas, nos momentos certos, para garantir tanto a agilidade quanto a qualidade.</p>
                        </div>
                    </div>
                </li>
                <li class="timeline-inverted">
                    <div class="timeline-badge warning">2&ordm;</div>
                    <div class="timeline-panel">
                        <div class="timeline-heading">
                            <h4 class="timeline-title">Novas tecnologias</h4>
                        </div>
                        <div class="timeline-body">
                            <p style="text-align:justify">Python e Java, duas linguagens de programa&ccedil;&atilde;o utilizadas por voc&ecirc;s at&eacute; agora. Limitando o conhecimento e fazendo com que voc&ecirc; estudante pense
                            que ser cientista da computa&ccedil;&atilde;o &eacute; somente saber utilizar tais linguagens. Mas o mundo da computa&ccedil;&atilde;o vai muito al&eacute;m disso, e hoje em dia com a extraordin&aacute;ria
                            evolu&ccedil;&atilde;o da web, o mercado est&aacute; cada vez mais voltado para essa &aacute;rea. Visando trazer um pouco desse mundo, a disciplina SI1 apresenta a voc&ecirc; um leque de conhecimento,
                            utilizando tecnologias web, HTML, CSS, JavaScript e diversos frameworks.
                        </div>
                    </div>
                </li>
                <li>
                    <div class="timeline-badge danger">3&ordm;</div>
                        <div class="timeline-panel">
                            <div class="timeline-heading">
                                <h4 class="timeline-title">Experi&ecirc;ncia</h4>
                            </div>
                        <div class="timeline-body">
                            <p style="text-align:justify"><i>"O pre&ccedil;o da perfei&ccedil;&atilde;o &eacute; a pr&aacute;tica constante"</i>. Muitos alunos n&atilde;o est&atilde;o habituados em desenvolver sistemas um pouco mais complexos, e
                            s&atilde;o poucos que est&atilde;o num projeto. Se voc&ecirc; se enquadra nesse tipo de perfil ou est&aacute; em busca de aperfei&ccedil;oamento, essa discplina &eacute; ideal
                            para o amadurecimento de seu conhecimento.</p>
                            <p style="text-align:justify">No decorrer da disciplina iremos desenvolver sistemas complexos, mais elaborados, com diversas funcionalidades integrando diversas tecnol&oacute;gias. Ao conclu&iacute;-la
                            voc&ecirc; pode ficar a vontade para sair do curso, pois voc&ecirc; j&aacute; est&aacute; com base suficiente para vender seus softwares e ganhar muito dinheiro.</p>
                        </div>
                    </div>
                </li>
            </ul>
        
            <center>
                <a href="cadastro.html"><button class="btn xl-btn btn-green">Me convenci</button></a>&nbsp;&nbsp;
                <a href="#convencimento"><button class="btn xl-btn btn-red">N&atilde;o me convenceu</button></a>
            </center>
            <br/>
            <div class="panel">
                <h2 name="convencimento"><a name="convencimento">N&atilde;o convencido?</a></h2>
                <p>Como SI1 &eacute; uma disciplina obrigat&oacute;ria do curso, voc&ecirc; ter&aacute; que pag&aacute;-la de qualquer jeito, esteja interessado ou n&atilde;o voc&ecirc; ser&aacute; obrigado a coloc&aacute;-la para concluir o curso.</b>
                <br/>
                <br/>
                <a href="cadastro.html"><button class="btn xl-btn btn-green">Convencido!</button></a>
            </div>
        </div>
        <div>
            Lab1 - Parte 2
        </div>
    </body>
</html>